Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUTO_CALL_FOOTER
source: You may still need to specify an emergency service to dial when using Emergency SOS in certain regions.
ar: قد تضطر لتحديد خدمة طوارئ معينة للاتصال عندما تستخدم طوارئ SOS في بعض المناطق.
bg: В някои региони може да се наложи да посочите служба за спешни случаи, която да бъде набрана при използване на функцията SOS обаждане.
ca: Quan utilitzis l’avís d’emergència SOS en determinades regions, és possible que hagis d’especificar a quin servei d’emergències vols trucar.
cs: Je možné, že v některých oblastech bude při použití funkce Tíseň SOS nutné požadovanou tísňovou službu nejprve specifikovat.
da: Du skal muligvis stadig angive den alarmcentral, der skal ringes til, når du bruger Nød‑SOS i visse områder.
de: In manchen Regionen muss beim Verwenden von Notruf SOS möglicherweise dennoch eine Rettungsdienstnummer angegeben werden.
el: Μπορεί να χρειαστεί να καθορίσετε μια υπηρεσία έκτακτης ανάγκης προς κλήση κατά τη χρήση του Επείγοντος SOS σε ορισμένες περιοχές.
es: En algunas regiones, es posible que aún tengas que indicar el servicio de emergencia al que quieres llamar al usar “Emergencia SOS”.
es_us: Es posible que debas especificar qué número marcar al usar Emergencia SOS en ciertas regiones.
fi: Tietyillä alueilla saatat joutua silti määrittämään, mihin hätänumeroon soitetaan Hätätila SOS -toimintoa käytettäessä.
fr: Dans certaines régions, il peut être nécessaire de préciser le numéro d’urgence à composer lors de l’utilisation d’Appel d’urgence.
fr_ca: Il se peut que dans certaines régions vous ayez à indiquer quel service d’urgence appeler.
he: יתכן שיהיה צורך להגדיר את שירות החירום הספציפי שיש לחייג אליו בעת השימוש ב״חירום SOS״ באזורים מסוימים.
hi: हो सकता है कि कुछ ख़ास क्षेत्रों में आपातकालीन SOS के उपयोग के लिए आपको अभी भी डायल करने के लिए आपातकालीन सेवा निर्दिष्ट करने की आवश्यकता हो।
hr: Možda ćete i dalje trebati navesti broj hitne službe kad koristite Hitan poziv u određenim regijama.
hu: Előfordulhat, hogy ilyenkor is meg kell adnia egy tárcsázandó segélyszolgálatot, amikor bizonyos régiókban használja a Vészhelyzet – SOS funkciót.
id: Anda mungkin masih harus menetapkan layanan darurat yang akan dipanggil menggunakan Darurat SOS di wilayah tertentu.
it: In alcuni paesi potrebbe essere necessario specificare il servizio di emergenza da chiamare quando utilizzi “SOS emergenze”.
ja: ある特定の地域では、緊急SOSを使用したときに通報先を指定する必要があることもあります。
kk: Белгілі бір аймақтарда «Төтенше қоңырау — SOS» функциясын пайдалану үшін терілетін төтенше қызметті көрсету қажет болуы мүмкін.
ko: 일부 지역에서는 긴급 구조 요청을 이용할 때 전화를 연결할 긴급 서비스의 종류를 지정해야 할 수 있습니다.
lt: Kai kuriuose regionuose naudojant SOS signalo funkciją jums vis tiek gali reikėti nurodyti pagalbos tarnybą, kuriai norite skambinti.
ms: Anda mungkin masih perlu menentukan perkhidmatan kecemasan untuk didail semasa menggunakan SOS Kecemasan di rantau tertentu.
nl: Je moet mogelijk kiezen welke hulpdienst je wilt bellen wanneer je SOS-noodmelding in bepaalde regio's gebruikt.
no: Du må kanskje fortsatt spesifisere hvilken nødetat du vil ringe til når du bruker Nødanrop (SOS) i bestemte regioner.
pl: Używanie tej funkcji w niektórych regionach może wymagać wskazania służby ratowniczej, z którą chcesz się połączyć.
pt_br: Talvez seja necessário especificar um serviço de emergência ao usar o SOS de Emergência em certas regiões.
pt_pt: Em determinadas regiões, é possível que tenha de especificar o serviço de urgência para o qual pretende ligar quando usar a funcionalidade SOS emergência.
ro: În anumite regiuni, poate fi necesar să specificați ce serviciu de urgențe să fie apelat când utilizați “S.O.S. urgențe”.
ru: Вам может все же потребоваться указать экстренную службу для набора, чтобы воспользоваться функцией «Экстренный вызов — SOS» в отдельных регионах.
sk: Je možné, že v niektorých oblastiach bude pri použití funkcie SOS nutné najprv špecifikovať požadovanú tiesňovú linku.
sl: Ob uporabi nujnega poziva SOS v nekaterih regijah boste morda morali še vedno navesti številko službe za nujno pomoč.
sv: I vissa regioner kanske du fortfarande behöver ange vilken räddningstjänst du vill ringa när du använder Nödanrop SOS.
th: คุณยังอาจต้องกำหนดบริการฉุกเฉินเพื่อโทรเมื่อใช้ “SOS ฉุกเฉิน” ในบางภูมิภาค
tr: Ancak bazı bölgelerde Acil SOS’i kullanırken aranacak bir acil servis numarası belirtmeniz gerekebilir.
uk: У деяких регіонах після застосування Сигналу SOS вас все одно можуть просити уточнити, яку саме екстрену службу викликати.
vi: Bạn có thể vẫn cần chỉ định một dịch vụ khẩn cấp để quay số khi sử dụng SOS khẩn cấp tại các vùng nhất định.
zh_cn: 在某些地区使用“SOS紧急联络”时，可能仍需指定要呼叫的紧急服务。
zh_hk: 在某些地區使用「緊急求助SOS」時，你可能仍需要指定要致電的緊急服務單位。
zh_tw: 在某些地區使用「SOS緊急服務」時，你可能仍需要指定要撥打的緊急服務單位。

# SOS_VOICELOOP_SPEECH_LOOP_STOPPED_HOW_TO_REPEAT
source: Message stopped, Press %c to repeat
ar: تم إيقاف الرسالة. اضغط على %c للتكرار
bg: Съобщението е спряно, натиснете %c за повтаряне
ca: S’ha aturat el missatge. Prem %c per repetir‑lo.
cs: Zpráva byla zastavena. Stisknutím %c spustíte její opakování.
da: Besked stoppet. Tryk på %c for at gentage
de: Nachricht gestoppt, zum Wiederholen %c drücken
el: Το μήνυμα διακόπηκε, πατήστε %c για επανάληψη
es: El mensaje se ha detenido. Pulsa %c para repetirlo.
es_us: Mensaje detenido. Presiona %c para repetir.
fi: Viesti pysähtyi, toista uudelleen painamalla %c
fr: Message arrêté, appuyez sur %c pour le lire en boucle.
fr_ca: Le message s’est arrêté. Appuyez sur %c pour le lire en boucle.
he: השמעת ההודעה נעצרה. יש ללחוץ על %c כדי לחזור עליה
hi: संदेश रोका गया, दोहराने के लिए %c दबाएँ
hr: Poruka je zaustavljena, pritisnite %c za ponavljanje
hu: Az üzenet leállítva, az ismétléshez nyomja meg a következőt: %c
id: Pesan berhenti, Tekan %c untuk mengulangi
it: Messaggio interrotto; premi %c per ripetere
ja: メッセージが停止されました。繰り返すには%cを押します
kk: Хабар алмасу тоқтатылды, қайталау үшін %c түймесін басыңыз
ko: 메시지가 중단되었습니다. 반복하려면 %c을 누르세요.
lt: Žinutė sustabdyta. Paspauskite „%c“, kad pakartotumėte
ms: Mesej dihentikan, Tekan %c untuk mengulang
nl: Bericht gestopt. Druk op %c om te herhalen.
no: Melding stoppet, trykk på %c for å gjenta
pl: Odtwarzanie zatrzymane, naciśnij %c, aby powtórzyć
pt_br: A mensagem parou, Pressione %c para repetir
pt_pt: Mensagem interrompida, prima %c para repetir
ro: Mesaj oprit, apăsați pe %c pentru repetare
ru: Сообщение остановлено. Для повтора нажмите %c
sk: Správa bola zastavená, stlačením %c spustíte opakovanie
sl: Sporočilo je ustavljeno, za ponovitev pritisnite %c
sv: Meddelandet har stoppats, upprepa genom att trycka på %c
th: ข้อความถูกหยุดอ่าน ให้กด %c เพื่ออ่านซ้ำ
tr: Mesaj durduruldu; yinelemek için %c tuşuna basın
uk: Повідомлення зупинено, натисніть %c, щоб повторити
vi: Đã dừng thông báo, nhấn %c để lặp lại
zh_cn: 信息已停止，按%c重复
zh_hk: 訊息已停止，按下%c以重複
zh_tw: 已停止播放訊息，按下%c來重複播放

# NEWTON_TEXT_MESSAGE_HAS_NAME_NO_LOCATION
source: %1$@ called emergency services after Apple Watch detected a hard fall.
ar: اتصل(ت) %1$@ بخدمات الطوارئ بعد أن اكتشفت Apple Watch سقوطًا قويًا.
bg: %1$@ се обади на службите за спешна помощ, след като Apple Watch разпозна тежко падане.
ca: %1$@ ha trucat als serveis d’emergències després que l’Apple Watch hagi detectat una caiguda forta.
cs: %1$@ volá tísňovým službám po tom, co Apple Watch detekovaly těžký pád.
da: %1$@ har ringet til alarmcentralen, efter at Apple Watch registrerede et slemt fald.
de: %1$@ hat die Rettungsdienste angerufen, nachdem die Apple Watch einen schweren Sturz erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης μετά την ανίχνευση πτώσης από το Apple Watch.
es: %1$@ ha llamado a los servicios de emergencia porque el Apple Watch ha detectado una caída fuerte.
es_us: %1$@ llamó a servicios de emergencia después de que el Apple Watch detectó una caída fuerte.
fi: %1$@ soitti hätänumeroon sen jälkeen, kun Apple Watch havaitsi rajun kaatumisen.
fr: %1$@ a appelé les secours suite à la détection d’une mauvaise chute par son Apple Watch.
fr_ca: %1$@ a appelé les services d’urgence après que l’Apple Watch a détecté une chute violente.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום לאחר שה-Apple Watch זיהה נפילה קשה.
hi: Apple Watch द्वारा ज़ोर से गिरने की पहचान करने के बाद %1$@ ने आपातकालीन सेवा को कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe nakon što je Apple Watch detektirao snažan pad.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat, miután az Apple Watch súlyos esést észlelt.
id: %1$@ memanggil layanan darurat setelah Apple Watch mendeteksi insiden jatuh dengan keras.
it: %1$@ ha chiamato i servizi di soccorso dopo che Apple Watch ha rilevato una caduta grave.
ja: Apple Watchで転倒が検出されたため%1$@さんが緊急通報サービスに電話しました。
kk: Apple Watch сағаты қатты құлауды анықтағаннан кейін, %1$@ төтенше қызметтерге қоңырау шалды.
ko: Apple Watch가 넘어짐을 감지한 후에 %1$@님이 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms po to, kai „Apple Watch“ nustatė stiprų kritimą.
ms: %1$@ menghubungi perkhidmatan kecemasan selepas Apple Watch mengesan jatuh teruk.
nl: %1$@ heeft de hulp­diensten gebeld nadat de Apple Watch een flinke val had gedetec­teerd.
no: %1$@ ringte nødnummeret etter at Apple Watch registrerte et fall.
pl: %1$@ dzwoni pod numer alarmowy po wykryciu poważnego upadku przez Apple Watch.
pt_br: %1$@ ligou para os serviços de emergência depois que o Apple Watch detectou uma queda grave.
pt_pt: %1$@ ligou para os serviços de urgência após o Apple Watch ter detetado uma queda grave.
ro: %1$@ a apelat serviciile de urgență după ce Apple Watch‑ul a detectat o cădere serioasă.
ru: %1$@ вызвал(а) экстренные службы, когда часы Apple Watch зафиксировали жесткое падение.
sk: %1$@ uskutočnil(a) tiesňový hovor po detegovaní ťažkého pádu na Apple Watch.
sl: Oseba %1$@ je poklicala službo za nujno pomoč po tem, ko je ura Apple Watch zaznala hud padec.
sv: %1$@ ringde ett nödsamtal efter att Apple Watch detekterat att någon ramlat.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินหลังจากที่ Apple Watch ตรวจพบว่ามีการล้มอย่างรุนแรง
tr: %1$@, Apple Watch kötü bir şekilde düşme algıladıktan sonra acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб, після того як Apple Watch виявив жорстке падіння.
vi: %1$@ đã gọi dịch vụ khẩn cấp sau khi Apple Watch phát hiện một cú ngã mạnh.
zh_cn: %1$@在Apple Watch检测到严重摔倒后，呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到嚴重跌倒後，%1$@已經致電緊急服務。
zh_tw: 在Apple Watch偵測到嚴重跌倒後，%1$@撥打了緊急服務電話。
